/*текст сообщения для группы по недвижке*/
const msgWhenGroupCloseForRealEstate = `
УВАЖАЕМЫЙ (АЯ) УЧАСТНИК (ЦА) !!!
В ГРУППЕ <b>"Сдам Продам недвижимость Одесса."</b>
В ПЕРИОД С 21:00 ДО 07:00  РЕКЛАМА ПЛАТНАЯ!!!
ЗА ДЕТАЛЯМИ ОБРАЩАЙТЕСЬ 0635778037.
<i>ДЕЙСТВУЕТ МОНОПОЛИЯ НА РЕКЛАМУ ТОЛЬКО АДМИНУ.</i>`;

const msgWhenGroupSleepNedvijka = `
УВАЖАЕМЫЕ УЧАСТНИКИ ГРУППЫ
<b>"Сдам Продам недвижимость Одесса."</b>
В ПЕРИОД С 21:00 ДО 07:00  РЕКЛАМА РАЗМЕЩАЕТСЯ ЧЕРЕЗ Администратора !!!
ЗА ДЕТАЛЯМИ ОБРАЩАЙТЕСЬ К <a href="https://t.me/UramXpert">ADMIN</a>`;

const msgWhenGroupSleepAvto = `
ШАНОВНІ УЧАСНИКИ ГРУПИ
<b>"Авто ринок України. Продаж авто."</b>
У ПЕРІОД С 21:00 ДО 07:00  РЕКЛАМА РОЗМІЩУЄТЬСЯ ЧЕРЕЗ Адміністратора !!!
ЗА ДЕТАЛЯМИ ЗВЕРТАЙТЕСЯ ДО <a href="https://t.me/UramXpert">ADMIN</a>`;


const msgWhenGroupWakeUpNedvijka = `
🔆ДОБРОЕ УТРО УВАЖАЕМЫЕ УЧАСТНИКИ ГРУППЫ!!!
ГРУППА ОТКРЫТА ДЛЯ РАЗМЕЩЕНИЯ ВАШИХ ОБЪЯВЛЕНИЙ.
ЖЕЛАЮ ВСЕМ ПЛОДОТВОРНОГО ДНЯ И УСПЕШНЫХ СДЕЛОК 🏡✨
🪧Нужно разместить рекламу которая не относится к аренде или продаже недвижимости??? - обращайтесь к <a href="https://t.me/UramXpert">ADMIN</a>
<u><i>P.S. Не стесняйтесь добавлять новых участников в группу для увеличения аудитории просмотров объявлений</i></u>`;


const msgWhenGroupWakeUpAvto = `
🔆ДОБРИЙ РАНОК ШАНОВНІ УЧАСНИКИ ГРУПИ!
ГРУПА ВІДКРИТА ДЛЯ РОЗМІЩЕННЯ ВАШИХ ОГОЛОШЕНЬ.
БАЖАЮ ВСІМ ПЛІДНОГО ДНЯ І УСПІШНИХ УГОД. 🚙✨
🪧Потрібно розмістити рекламу, яка не відноситься до продажу авто??? Звертайтесь до <a href="https://t.me/UramXpert">ADMIN</a>
<u><i>P.S. Не соромтесь додавати нових учасників у группу для збільшення аудіторії переглядів оголошень</i></u>`;


const ID_GROUP_NEDVIJKA = -1002110430105; //for test   /*-1002142875676; // for work*/
const ID_GROUP_AVTO = -1002104281555; //for test    /*-1002029615072; // for work*/
const isTest = true;


module.exports.msgWhenGroupCloseForRealEstate = msgWhenGroupCloseForRealEstate;
module.exports.msgWhenGroupSleepNedvijka = msgWhenGroupSleepNedvijka;
module.exports.msgWhenGroupSleepAvto = msgWhenGroupSleepAvto;
module.exports.msgWhenGroupWakeUpNedvijka = msgWhenGroupWakeUpNedvijka;
module.exports.msgWhenGroupWakeUpAvto = msgWhenGroupWakeUpAvto;
module.exports.ID_GROUP_NEDVIJKA = ID_GROUP_NEDVIJKA;
module.exports.ID_GROUP_AVTO = ID_GROUP_AVTO;
module.exports.isTest = isTest;